resources/avtransport_getCurrentTransportActions.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <s:Body>
        <u:SetRecordQualityMode xmlns:u="urn:schemas-upnp-org:service:AVTransport:1">
            <Actions>play</Actions>
        </u:SetRecordQualityMode>
    </s:Body>
</s:Envelope>